Revit 2027 API
ParameterTypeId.FamilySymbolicRep Property
 "Symbolic Representation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FamilySymbolicRep { get; }
Public Shared ReadOnly Property FamilySymbolicRep As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FamilySymbolicRep {
	ForgeTypeId^ get ();
}
static member FamilySymbolicRep : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace